[lang-en]
CLX BrainStorm 的功能激活碼，填FREE使用免費版本 = Activation code for CLX BrainStorm is FREE to use the free version.
使用 Win+Alt+H 快速启动讯飞语音悬浮窗（默认启用） = Use Win+Alt+H to quickly launch the iFlytek Voice floating window (enabled by default)
Brainstorm 上次提问 = Brainstorm previous question
使用IJKL滚轮移动滚轮，比RF多一个横轴。 = Use the IJKL scroll wheel to move the wheel, with one more horizontal axis than RF.
HJKL光标加速度比率, 默认为 1, 你想慢点就改成 0.5 之类 = HJKL cursor acceleration rate, default is 1, change it to 0.5 if you want it slower.
U:PageDown I:PageUP 翻页速率 = U:PageDown I:PageUP Page turning rate
Tab速率 = Tab speed
右手 \][ 模拟Windows键和 Alt + Tab， 具体用法参见LaptopKeyboardFix 模块说明，默认启用 = Right hand \][ simulates Windows key and Alt + Tab, for specific usage, refer to the LaptopKeyboardFix module description, enabled by default.
使用 SendInput 方法提高模拟鼠标点击、移动性能 = Use the SendInput method to improve the performance of simulating mouse clicks and movements.
禁用模拟鼠标模块 = Disable mouse simulation module
使用 Windows API 强势提升模拟鼠标移动性能 = Use Windows API to Strongly Enhance Simulated Mouse Movement Performance
启用自动粘附各种按钮，编辑框 = Enable automatic adhesion for various buttons and edit boxes.
撞上屏幕边界后停止加速 = Stop accelerating after hitting the screen boundary.
使用 Windows API 强势提升模拟鼠标滚轮性能（目前有bug不建议启用） = Use Windows API to Strongly Enhance the Performance of Simulated Mouse Wheel (Currently Buggy, Not Recommended to Enable)
是否根据屏幕 DPI 比率缩放鼠标速度 = Scale mouse speed according to screen DPI ratio
鼠标加速度比率, 默认为 1, 你想慢点就改成 0.5 之类 = Mouse acceleration rate, default is 1, change to 0.5 or similar if you want it slower.
滚轮加速度比率, 默认为 1, 你想慢点就改成 0.5 之类 = Scroll acceleration rate, defaults to 1, change to something like 0.5 if you want it slower.
CapsLockX 载入成功 = CapsLockX loaded successfully
Reload CapsLockX = Reload CapsLockX
Edit config.ini = Edit config.ini
启动时显示配置窗口 = Show configuration window at startup.
首次启动？若想重新进入首次使用教学，请改为 1 并保存，然后使用 Ctrl+Alt+\ 重载 CapsLockX。 = First launch? To re-enter the first-use tutorial, change to 1 and save, then reload CapsLockX using Ctrl+Alt+\ .
Exit CapsLockX = Exit CapsLockX
在CLX+Z窗口切换时记住还原鼠标在每个窗口中的位置 = Remember to restore the mouse position in each window when switching in CLX+Z.
使用番茄时钟（默认禁用，改为 1 开启） = Use Pomodoro Timer (disabled by default, set to 1 to enable)
启动时报告番茄状态 = Report tomato status at startup.
启用雪星并击（实验中），使用单手操作整个主键区 = Enable Snow Star Strike (experimental) and operate the entire main key area with one hand.
加载成功 = Loaded successfully.
使用番茄报时（00分和30分播放工作铃声，每小时的25分和55分播放休息铃声）（需要先开启番茄时钟） = Use the tomato timer (play work chime at 00 and 30 minutes, play break chime at 25 and 55 minutes of every hour) (tomato clock needs to be turned on first)
使用番茄报时时，自动切换桌面（休息为桌面1，工作为桌面2） = Automatically switch desktops when using Pomodoro Timer (Desktop 1 for rest, Desktop 2 for work)
按 Win + L 锁定电脑时，立即关闭屏幕，默认不启用，你可以按 Win+Alt+L 达到该效果 = When you press Win + L to lock the computer, the screen turns off immediately
EvalJS 模块 = EvalJS module
正在启动 NodeJS 筆記服務... = Starting NodeJS Note Service...
NodeJS 服务已启动。 = NodeJS service has started.
搜索结果窗口不正确 = The search result window is incorrect.
条笔记链接已复制 = The link to the note has been copied
最近1分钟内闪动窗口激活 = Activate flashing window in the last 1 minute
双击 LCtrl LAlt LShift 来最后置当前窗口（主要用于虚拟机和远程桌面） = Double-click LCtrl LAlt LShift to bring the current window to the front (mainly used for virtual machines and remote desktops).
Ready to Ask AI = Ready to Ask AI
总结：选中一段文字，输入 >> Summary = Summary: Select a paragraph of text and enter >> Summary
翻译：选中一段文字，输入 >> Translate to English/翻译到繁体中文/简体中文 = Translate: Select a piece of text, input >> Translate to English/Translate to Traditional Chinese/Simplified Chinese
提问：选中一段文字，输入 >> Question = Question: Select a piece of text, enter
以下为提問内容 = The following is the content of the question.
回邮件：选中一段邮件，输入 >> Reply this email = Reply this email: Select a section of the email and enter
请輸入文本指令 = Please enter text instructions
Going to Ask AI = Going to Ask AI
Asking AI = را AI
Waiting Answer... = Waiting for an answer...
Press [ESC] to stop. = Press [ESC] to stop.
Copied to Clipboard, Press [ESC] to hide. = Copied to Clipboard, Press [ESC] to hide.
未找到OneNote窗口 = OneNote window not found
Chat streaming stopped, Copied to Clipboard, Press [ESC] to hide. = Chat streaming stopped, Copied to Clipboard, Press [ESC] to hide.
当前配置目录： = Current configuration directory:
CLX脚本交流群： QQ群 100949388 、 Telegram 群 https://t.me/capslockx 、微信群: 添加 @snomiao 拉你 = CLX script exchange group: QQ group 100949388, Telegram group https://t.me/capslockx, WeChat group: Add @snomiao to be invited.
你可以按 'CapsLockX +, ' （CLX+逗号） 打开此窗口 = You can open this window by pressing 'CapsLockX +,' (CLX + comma)
作者: 雪星 ( Snowstar Miao <snomiao@gmail.com> ) = Author: Snowstar Miao <snomiao@gmail.com>
确定 = Confirm
打开BUG反馈与建议页面 = Open the bug feedback and suggestions page
打开官方文档 = Open the official documentation.
配置文件编辑 = Configuration file editing
添加开机自动启动 = Add to startup automatically
取消开机自动启动 = Remove from startup
重新載入CapsLockX = Reload CapsLockX
使用 CapsLock 作为引导键（默认启用） = Use CapsLock as guide key (enabled by default)
启用番茄时钟，每25分钟休息5分钟·。 = Activate the Pomodoro timer, take a 5-minute break every 25 minutes.
使用 Space 作为引导键（默认启用） = Use Space as the guide key (enabled by default)
请求管理员权限（权限受限时，鼠标模拟等功能无法正常运行，如果不需要管理权限下的功能，可以改为0） = Request administrator privileges (when permissions are restricted, functions such as mouse simulation cannot function properly
使用 Space 作为引导键（默认启用，用户启用） = Use Space as the guide key (enabled by default, user enabled)
使用 CapsLock 作为引导键（默认启用，用户启用） = Using CapsLock as a guide key (enabled by default, user enabled)
CapsLockX 重载模块 = CapsLockX Reload Module
检测到配置更改，是否重载？ = Configuration change detected, reload?
CapsLockX 重载中 = Reloading
加载模块帮助： = Load module help:
运行模块： = Running module:
请勿直接编辑本文件，以下内容由核心加载器自动生成。雪星/(20210318) = Please do not edit this file directly. The following content is automatically generated by the core loader. Snow Star/(20210318)
模块帮助有变更 = Module help has changed
警告：模块帮助未能稳定更新，如果你看到了这个消息，请联系雪星（QQ:997596439, 邮箱： snomiao@gmail.com） = Warning: Module help has not been able to update stably. If you see this message, please contact Xuexing (QQ:997596439, Email: snomiao@gmail.com)
CapsLockX 退出 = CapsLockX exited
检测到配置更改，正在自动软重载。 = Configuration change detected, automatically performing a soft reload.
跳过模块： = Skip module:
Unable to write ModulesRunner.ahk, if you are install with chocolatey, run me as admin at the first time please. = Unable to write ModulesRunner.ahk, if you installed with chocolatey, please run me as admin the first time.
注意：未能写入模块运行器，如果使用 chocolatey 首次安装后，请以管理员权限运行。 = Note: Failed to write to the module runner, if using chocolatey for the first installation, please run as administrator.
加载模块帮助遇到错误。 = An error occurred while loading module help.
已为你打开 CapsLockX 主页，请手动更新 CapsLockX = The CapsLockX homepage has been opened for you, please manually update CapsLockX.
CapsLockX 错误 = CapsLockX Error
CapsLockX 异常退出，是否重载？ = CapsLockX exited unexpectedly. Reload?
CapsLockX 已退出。 = CapsLockX has exited.
Anki导入 = Anki Import
获取到 = Obtained
没有获取到剪贴板的内容 = Failed to retrieve clipboard content
错误 = Error
Switch to diary tab = Switch to diary tab
Wait for title change after switching tabs = Wait for title change after switching tabs
Navigate to end of notebook = Navigate to end of notebook
Wait for title change after navigation = Wait for title change after navigation
OneNote 内容未能复制成功，5秒内按 Ctrl + C 可手动复制并尝试继续流程 = OneNote content failed to copy successfully. Press Ctrl + C within 5 seconds to manually copy and try to continue the process.
OneNote 内容未能复制成功 = OneNote content failed to copy successfully
超时未按下Alt键 = Alt key not pressed in time
超时未放开Alt键 = Timeout not releasing the Alt key
复制失败 = Copy failed
你似乎还没有安装讯飞语音输入法，是否现在下载安装包并【手动安装】到默认目录？ - [讯飞输入法官网 - 更好用的手机输入法，提供专业输入法定制解决方案！]( https://srf.xunfei.cn/\#/ ) = It seems that you haven't installed the iFlytek Voice Input Method yet. Would you like to download the installation package now and [manually install] it to the default directory? - [iFlytek Input Method Official Website - A more user-friendly mobile input method, providing professional input method customization solutions!](https://srf.xunfei.cn/\#/)
訪問官方網站来取得激活碼，在此輸入，或者填 FREE 使用免費版，網址如下： = Visit the official website to obtain the activation code, enter it here, or enter FREE to use the free version. The website is as follows:
激活碼輸入 = Activation code input
请检查激活码是否正确 = Please check if the activation code is correct.
请等待一段时间后再试 = Please try again after some time.
Unknown Error = Unknown Error
Fail to ask ai = Fail to ask ai
执行失败，未能写入脚本文件 = Execution failed, unable to write to script file
暂停 = Pause
CapsLockX 已暂停 = CapsLockX is paused
CapsLockX 已恢复 = CapsLockX has been restored
检测到配置更改，是否软重载？ = Configuration change detected, do you want to soft reload?
检测到配置更改，正在自动重载。 = Configuration change detected, reloading automatically.
已在Startup文件夹添加CLX的开机自启动，请确认。 = CLX has been added to the Startup folder for automatic startup, please confirm.
Choose your language, default option is auto = Choose your language, default option is auto
For example: zh,ja,en,fr,es,ar...' = For example: zh, ja, en, fr, es, ar...
Change Language of CapsLockX = Change Language of CapsLockX
开始编辑用户脚本： = Start editing user script:
已经配置过高精度时间的Flag = The flag for high-precision time has already been configured
番茄时钟： = Pomodoro Timer:
工作时间到啦！ = Work time is here!
起来运动一下收拾收拾东西！ = Get up, move around, and tidy up things!
版本 = Version
切换語言 = Switch language
切换到桌面： = Switch to desktop:
当前語言 = Current language
Creating TODAY-NOTE = Creating TODAY-NOTE
